[
  {"Id":"soldier_f","Name":"Soldier of Reboldoeux","Type":"Melee","Introduction":"A soldier responsible for the security in the City of Reboldoeux. He uses Sword and Polearm stances like those of Fighters.","STR":60,"AGI":50,"HP":70,"DEX":40,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Polearm"},
  {"Id":"idgebattle_f","Name":"Idge Imbrulia, the Battlesmith","Type":"Melee","Introduction":"Idge, Enhance Merchant of Cite de Reboldoeux. She was once simply an average woman, but was attracted by the exploration on the New Continent. She began enhancing armor after witnessing a person gets severely injured in battle. Her HP is lower than that of a Fighter, but she can wield the Polearm and Great Sword","STR":85,"AGI":95,"HP":85,"DEX":40,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Greatsword"},
  {"Id":"brunie_f","Name":"Brunie Etienne","Type":"Shoot","Introduction":"Brunie Etienne, Treasure Hunter and Residential Manager of Cite de Reboldoeux. She possesses every Pistol stance and attacks enemies with high speed. She can use the exclusive skill Fatal Blues.","STR":40,"AGI":90,"HP":40,"DEX":70,"INT":30,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Pistol"},
  {"Id":"mifuyu_f","Name":"Asoka","Type":"Melee","Introduction":"Mysterious swordwoman who came from far east island, to test the limits of sword skills. Cold-hearted and self-respecting Asoka never shows mercy to her enemies.","STR":85,"AGI":75,"HP":95,"DEX":50,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Greatsword"},
  {"Id":"jin_f","Name":"Jin","Type":"Melee","Introduction":"A Ninja who came from the east with some mission. But nobody knows her purpose and she never tell that either. In truth, Asoka's father and her father were the close friends and with this situation, she also was the close friend of Asoka and spent the childhood together.","STR":90,"AGI":80,"HP":80,"DEX":70,"INT":40,"SEN":45,"ArmorUsable":"Leather","WeaponUsable":"Dagger"},
  {"Id":"lisa_f","Name":"Lisa Lynway","Type":"Melee","Introduction":"Lisa Lynway, the owner of the Sea Elephant Cafe in the Port of Coimbra. She is a charming lady, and is part of the second generation of Coimbrans. She uses a Dagger stance, and attacks with great speed. She has a high Critical Rate.","STR":70,"AGI":90,"HP":70,"DEX":60,"INT":40,"SEN":40,"ArmorUsable":"Leather","WeaponUsable":"Dagger"},
  {"Id":"emilia_f","Name":"Emilia Guliano, the Sage","Type":"Magic","Introduction":"She is searching for her father. Her abilities include First-Aid and ESP, and her exclusive skill is 'Healing.'","STR":40,"AGI":50,"HP":55,"DEX":50,"INT":80,"SEN":60,"ArmorUsable":"Coat","WeaponUsable":"Rod"},
  {"Id":"grace_f","Name":"Grace Bernelli","Type":"Shoot","Introduction":"Grace Bernelli, an Intelligence Officer from the Bristian Army. She is currently investigating what she believes to be a plot of Vespanola. She has skills more advanced that those of Musketeers, and has a special stance for using Shotguns.","STR":40,"AGI":70,"HP":60,"DEX":90,"INT":30,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Shotgun"},
  {"Id":"adelina_f","Name":"Adelina Esperanza, the Pirate","Type":"Melee","Introduction":"Adelina Esperanza, a former pirate captain. She is looking for the traitor who killed her comrades on their way to the New Continent. She has average Attack but high Attack Speed. One of her stances allows her to use the sabre and pistol simultaneously.","STR":90,"AGI":80,"HP":65,"DEX":60,"INT":30,"SEN":60,"ArmorUsable":"Metal","WeaponUsable":"Sabre"},
  {"Id":"infantry_f","Name":"City of Auch Infantry","Type":"Shoot","Introduction":"Soldier responsible for the security in Auch. He uses stances related to Rifles and has the unique skill, Concentration.","STR":40,"AGI":50,"HP":50,"DEX":80,"INT":30,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Rifle"},
  {"Id":"karjalainen_f","Name":"Mi Karjalainen","Type":"Melee","Introduction":"She has a dream of being the best designer. She can use a rapier and magic.","STR":60,"AGI":70,"HP":75,"DEX":50,"INT":75,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"catherinestr_f","Name":"Catherine Strength","Type":"Melee","Introduction":"The daughter of Dr.Torsche. She died when she was just a child but Dr.Torsche created an automated robot to resurrect her (STR). She can use most stances. She has the exclusive skill, Doll Dream.","STR":80,"AGI":50,"HP":50,"DEX":50,"INT":50,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Polearm"},
  {"Id":"catherinedex_f","Name":"Catherine Dexterity","Type":"Shoot","Introduction":"The daughter of Dr.Torsche. She died when she was just a child but Dr.Torsche created an automated robot to resurrect her (DEX). She can use most stances. She has the exclusive skill, Doll Dream.","STR":50,"AGI":50,"HP":50,"DEX":80,"INT":50,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Rifle"},
  {"Id":"catherineint_f","Name":"Catherine Intelligence","Type":"Magic","Introduction":"The daughter of Dr.Torsche. She died when she was just a child but Dr.Torsche created an automated robot to resurrect her (INT). She can use most stances. She has the exclusive skill, Doll Dream.","STR":50,"AGI":50,"HP":50,"DEX":50,"INT":95,"SEN":50,"ArmorUsable":"Coat","WeaponUsable":"Bracelet"},
  {"Id":"romina_f","Name":"Romina","Type":"Melee","Introduction":"Captain Romina of Rescue Knights in Ustiur. She was born in the New Continent and is dissatisfied with the Mainland. She can use Defending Guard and Defending Shot stances with a sword and a shield. she can use the exclusive skill Resuscitation.","STR":70,"AGI":60,"HP":70,"DEX":70,"INT":40,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"rosa_f","Name":"Rosa","Type":"Magic","Introduction":"She was singing at night time about missing her home town and she suddenly met someone that her song cured him, so she decided to sing for the tired people to give brave and hope.","STR":40,"AGI":50,"HP":70,"DEX":40,"INT":90,"SEN":70,"ArmorUsable":"Coat","WeaponUsable":"Rosario"},
  {"Id":"selva_f","Name":"Selva Norte","Type":"Melee","Introduction":"A settler from Bristia who lost her left hand and lover to Viscount Montoro. Will her obsession with legacy of Feruccio be requited with the death of Montoro and the restoration of her hand?","STR":70,"AGI":70,"HP":50,"DEX":50,"INT":50,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"hellena_f","Name":"Hellena","Type":"Magic","Introduction":"Hellena joined the sinister espionage organization of Duke Felipe for the sake of her ailing mother. She soared through the ranks with her inherent affinity for magic, and was eventually promoted to an assistant troupe leader. Will you help her achieve the future she deserves?","STR":30,"AGI":30,"HP":30,"DEX":45,"INT":90,"SEN":75,"ArmorUsable":"Coat","WeaponUsable":"Bracelet"},
  {"Id":"valleria_f","Name":"Valeria","Type":"Magic","Introduction":"The twin younger sister of Princess Gabriella, who was held in a state of suspended animation at the deepest part of Jaquin. After her rescue, she is learning about the world but still has a long way to go. She can use the Ancient Restoring Stance, which has been awakened by her pure soul.","STR":30,"AGI":50,"HP":60,"DEX":50,"INT":80,"SEN":50,"ArmorUsable":"Coat","WeaponUsable":"Rosario"},
  {"Id":"catherinetorsche_f","Name":"Catherine Torsche","Type":"Melee","Introduction":"One and only daughter of Dr.Torsche. She was kidnapped by Hernandez, the secondary leader of Ten Nobles, and was presumed dead. She was brainwashed to be loyal to Duke Felipe, and raised as an assassin.","STR":80,"AGI":80,"HP":60,"DEX":50,"INT":40,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Dagger"},
  {"Id":"mary_f","Name":"Marie","Type":"Shoot","Introduction":"She is a daughter of the maid leader who worked for Dr.Torsche when he was in Vespanola","STR":50,"AGI":70,"HP":60,"DEX":95,"INT":45,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Shotgun"},
  {"Id":"natalie_f","Name":"Natalie","Type":"Melee","Introduction":"Natalie is confident about her older sister who studied the elite course and became a soldier, however, she also feels inferior because of which. Due to her feelings, she left her country and joined Rescue Knights in new continent.","STR":60,"AGI":65,"HP":60,"DEX":80,"INT":30,"SEN":60,"ArmorUsable":"Leather","WeaponUsable":"Rifle"},
  {"Id":"daria_f","Name":"Daria","Type":"Melee","Introduction":"Daria bacame the youngest woman officer at 19. Since she lost her father at a young age, she always took care of younger sister. Worried about her sister who left for the new continent without saying anything, she took a long journey and came to new continent. When she was young because of the discrimination by men, she is hostile towards men.","STR":80,"AGI":65,"HP":60,"DEX":60,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"berroniff_f","Name":"Veronif","Type":"Magic","Introduction":"Veronif is an alchemist from Vespanola. She really hates all the new continent pioneers, from the inner depths of her heart, since her ex-boyfriend broke up with her and left for the new continent.","STR":40,"AGI":30,"HP":40,"DEX":50,"INT":90,"SEN":70,"ArmorUsable":"Coat","WeaponUsable":"Book"},
  {"Id":"bludin_f","Name":"Blue Flame Ludin","Type":"Magic","Introduction":"16-year-old Ludin. Without much effort, she can reach the level of making extreme temperature of blue flame.","STR":40,"AGI":40,"HP":65,"DEX":50,"INT":95,"SEN":70,"ArmorUsable":"Coat","WeaponUsable":"Bracelet"},
  {"Id":"grandies_f","Name":"Grandies","Type":"Melee","Introduction":"A clone of Grandma, the Queen of Pioneering that is created as a result of endless experiment by Montoro.","STR":95,"AGI":60,"HP":90,"DEX":50,"INT":50,"SEN":30,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"veatrice_f","Name":"Beatrice","Type":"Magic","Introduction":"She is Absinian, the real sister of M'Boma and she was an excellent woman warrior since she was young. Recently, she left her hometown and met her brother while wandering around the world and came to the new continent together.","STR":40,"AGI":40,"HP":65,"DEX":50,"INT":95,"SEN":60,"ArmorUsable":"Coat","WeaponUsable":"Bracelet"},
  {"Id":"sharon_f","Name":"Eva Sharon","Type":"Magic","Introduction":"One of the ten nobles, Count Cortes' secretary. Very loyal to Cortes, and would do anything for him, even If blood is shed on one's hands.","STR":35,"AGI":60,"HP":70,"DEX":50,"INT":85,"SEN":60,"ArmorUsable":"Coat","WeaponUsable":"Rod"},
  {"Id":"heyran_f","Name":"Heyran","Type":"Melee","Introduction":"An ex-officer of Bristia Army. She now disguises as a Madame of the Red Hat, Bristia's most fancy pub. She is popular with the customers for her carefree and composed personality.","STR":75,"AGI":70,"HP":65,"DEX":60,"INT":50,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Dagger"},
  {"Id":"spyolivia_f","Name":"Olivia","Type":"Melee","Introduction":"The Governor of Bristia, Caisse's adjutant. Her real identity is a spy from Blood Navy in a command of Renauld. She was supporting Caisse behind to achieve her objectives. Since she can't return to the troops because of some series of cases, she joins the family to achieve her objectives.","STR":95,"AGI":90,"HP":80,"DEX":50,"INT":30,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Dagger"},
  {"Id":"kano_f","Name":"Cano","Type":"Magic","Introduction":"She was commissioned as an officer for the Bloody Navy despite her young age due to her special magic. In contrast to her flashy ability, she is careful and timid. She is quite mature for her age.","STR":40,"AGI":50,"HP":50,"DEX":60,"INT":90,"SEN":60,"ArmorUsable":"Coat","WeaponUsable":"Book"},
  {"Id":"illusion_f","Name":"Illusion","Type":"Melee","Introduction":"Another Guardian of Kielche who protect the dark and dangerous night street of Kielche. People who watched saying that it was like an fantastic magic show.","STR":85,"AGI":95,"HP":85,"DEX":50,"INT":40,"SEN":60,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"sierralos_f","Name":"Sierra Rose","Type":"Magic","Introduction":"The last key for the 5 Elementals bequeathed by Ferruccio Espada. She is a little witch who are embracing Corazon. She still cannot control her power on her own will.","STR":40,"AGI":50,"HP":60,"DEX":50,"INT":90,"SEN":90,"ArmorUsable":"Coat","WeaponUsable":"Rod"},
  {"Id":"nena_f","Name":"Nena","Type":"Melee","Introduction":"Last survivor of Vigilar tribe who protected for ages. Oneday after Lorenzo showed up in Bahamar, Vigilar tribe disappeard but meet Nena, the last Guardian of Forest in the mean time of solving the secret of 5 Elements.","STR":85,"AGI":90,"HP":80,"DEX":50,"INT":20,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Polearm"},
  {"Id":"laura_f","Name":"Lora Constans","Type":"Shoot","Introduction":"Captain of the Armonia Guard to escort a high-ranking members including the Pope, Saint. Her Bullets receiving the Divine Protection deal a greater blow to evil followers. She was sweet and warm but she became to ignore everyone at a moment.","STR":40,"AGI":70,"HP":50,"DEX":85,"INT":40,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Pistol"},
  {"Id":"anies_f","Name":"Anis","Type":"Magic","Introduction":"Current Armonia Saint. Originally she was a normal girl but after Ornella had been dead, she became a Saint. A friend of Sirius and Cepheus.","STR":40,"AGI":50,"HP":55,"DEX":40,"INT":85,"SEN":50,"ArmorUsable":"Coat","WeaponUsable":"Rosario"},
  {"Id":"jane_f","Name":"Jane Christie","Type":"Shoot","Introduction":"The senior reporter of quite reputable paper, 'Auch Standard Paper'. Though she is a woman, she has a nice skill of pistol and she made a lot of scoop with her outstanding reasoning power. She has really good memory for everything, but she still have a habit with memorizing always.","STR":20,"AGI":80,"HP":70,"DEX":95,"INT":60,"SEN":60,"ArmorUsable":"Leather","WeaponUsable":"Pistol"},
  {"Id":"judithrare_f","Name":"Black Wing Judith, Empyrium","Type":"Melee","Introduction":"She abandoned her wealthy family and entered in the Armonian Order, then became a 'Judge'. 'Judge' is used to be called as a shadow of Armonia and a holy knight who is working missions secretly.","STR":95,"AGI":80,"HP":85,"DEX":50,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Polearm"},
  {"Id":"berthe_f","Name":"Berthe & Charles","Type":"Magic","Introduction":"Memento Mori as Van's shadow. She was supposed to be a saint but by the conspiracy of church, took her voice and expelled to underground. Afterwards, she became Memento Mori by the help of Van and got the ability to summon dead people and resist against darkness of Armonia. Charles that is the skull and accompanied by her all the time, speak things instead of her.","STR":50,"AGI":60,"HP":40,"DEX":50,"INT":90,"SEN":50,"ArmorUsable":"Coat","WeaponUsable":"Book"},
  {"Id":"yuliana_f","Name":"Juliana Constans","Type":"Shoot","Introduction":"Lora Constans's younger sister. She is a member of Armonia Crusaders. In 2nd Holy War, She carried out her miission that had to make spare time for the main force that retreated by Abyss army. Armonia main force was possible to retreat Apostadero safely but all of the defence forces was exterminated.","STR":30,"AGI":70,"HP":30,"DEX":90,"INT":50,"SEN":50,"ArmorUsable":"Leather","WeaponUsable":"Pistol"},
  {"Id":"lynnrare_f","Name":"Lynn Herberthe, the Silver Flash","Type":"Melee","Introduction":"The knight family, Herberthe has protected Iiller imperial for generations, and she was a second daughter. She has passed the knight test only once and was the youngest one who got the Knighthood. After the canopy knight, she rushed the Vernier manor that would be called later as 'Bloody Vernier', saved a daughter of the Vernier and announced her name to the world.","STR":95,"AGI":60,"HP":85,"DEX":40,"INT":40,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Greatsword"},
  {"Id":"leona2_f","Name":"Leona Vernier, Code Name L","Type":"Melee","Introduction":"Iiller no.1 master artisan, the only survivor in Vernier family. She likes roses and decorated her garden with full of roses, so people are used to call her as a rose artisan.","STR":95,"AGI":80,"HP":85,"DEX":60,"INT":30,"SEN":40,"ArmorUsable":"Metal","WeaponUsable":"Sabre"},
  {"Id":"amy_f","Name":"Amy Shawzen","Type":"Magic","Introduction":"The second daughter of the Marquis Illier Shausen, On a mission as a operation officer in the Illier State Department and is in activity as the chief of staff of the new warlord, 'Evora' for the nation's progress and change. She is not only sharp and smart but also has a fiery character.","STR":30,"AGI":50,"HP":80,"DEX":50,"INT":90,"SEN":60,"ArmorUsable":"Coat","WeaponUsable":"Book"},
  {"Id":"diertrichrare_f","Name":"Dietrich Herberthe, the Consul","Type":"Melee","Introduction":"The head of Evora warlord and current Illier imperial guard commander. According to the idea of the past consul, Machia, she is trying hard to develop her country. She knows how to see the flow of the world, and how to manage people. She is praised as the best commander by Iller people.","STR":85,"AGI":75,"HP":80,"DEX":50,"INT":30,"SEN":40,"ArmorUsable":"Metal","WeaponUsable":"Sword"},
  {"Id":"vanessa_f","Name":"Vanessa","Type":"Melee","Introduction":"Feikadiluo members of the mercenary group. Has the strongest fighting ability in the female mercenary mercenary group members, the Carl Lane (Caylce) Regarded as the rival. In order to set up their own strength and find fame and the pioneering family.","STR":80,"AGI":80,"HP":70,"DEX":40,"INT":30,"SEN":50,"ArmorUsable":"Metal","WeaponUsable":"Sabre"}
]